Repository: jongcheol-pak/MailTrayNotifier
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja, ko, zh_tw

# GsAutoStart.Header
source: Auto Start
ja: 自動起動
ko: 자동 실행
zh_tw: 自動啟動

# GsAutoStart.Description
source: Automatically starts when you log in to Windows.
ja: Windowsにログインすると自動的に起動します。
ko: Windows에 로그인할 때 자동으로 시작합니다.
zh_tw: 登入Windows時自動啟動。

# GsNotification.Header
source: Notification
ja: 通知
ko: 알림
zh_tw: 通知

# GsNotification.Description
source: Enable mail notifications. When set to Off, you will not receive any mail notifications.
ja: メール通知を有効にします。OFFに設定するとすべてのメール通知を受信できません。
ko: 설정된 메일 알림을 사용 하도록 설정합니다. Off로 설정된 경우 모든 메일 알림을 받을 수 없습니다.
zh_tw: 啟用郵件通知。設定為關閉後將不會收到任何郵件通知。

# GsLanguage.Header
source: Language
ja: 言語
ko: 언어
zh_tw: 語言

# GsLanguage.Description
source: Select the display language for the application. Changes take effect after restarting the app.
ja: アプリの表示言語を選択します。変更はアプリを再起動した後に適用されます。
ko: 앱의 표시 언어를 선택합니다. 변경 사항은 앱을 다시 시작한 후 적용됩니다.
zh_tw: 選擇應用程式的顯示語言。變更將在重新啟動應用程式後生效。

# GsTheme.Header
source: Theme
ja: テーマ
ko: 테마
zh_tw: 主題

# GsTheme.Description
source: Select the display theme for the application.
ja: アプリの表示テーマを選択します。
ko: 앱의 표시 테마를 선택합니다.
zh_tw: 選擇應用程式的顯示主題。

# AbTitle.Text
source: About
ja: 情報
ko: 정보
zh_tw: 關於

# AbAppName.Text
source: Mail Notifier
ja: メール通知
ko: 메일 알리미
zh_tw: 郵件通知

# AbVersionLabel.Text
source: Version:
ja: バージョン:
ko: 버전:
zh_tw: 版本:

# AbLatestLabel.Text
source: Latest Version:
ja: 最新バージョン:
ko: 최신 버전:

# AbUpdateButton.Content
source: Update
ja: アップデート
ko: 업데이트

# AbWebPrefix.Text
source: For more details, visit
ja: 詳細は
ko: 자세한 내용은
zh_tw: 了解更多資訊，請造訪

# AbWebLink.Content
source: official website
ja: 公式サイト
ko: 공식 웹 사이트
zh_tw: 官方網站

# AbOpenSourceTitle.Text
source: Open Source Licenses
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
zh_tw: 開源授權

# MsAddAccount.Content
source: Add Account
ja: アカウント追加
ko: 계정 추가
zh_tw: 新增帳戶

# MsExport.Text
source: Export
ja: エクスポート
ko: 내보내기
zh_tw: 匯出

# MsImport.Text
source: Import
ja: インポート
ko: 가져오기
zh_tw: 匯入

# MsNotifyWarn.Text
source: Notifications are turned OFF in settings. Please turn ON notifications in settings to receive alerts.
ja: 設定で通知がOFFになっているため、通知を受信できません。設定で通知をONにしてください。
ko: 설정에서 알림이 OFF로 되어 있어 알림을 받을 수 없습니다. 설정에서 알림을 ON으로 설정 후 알림을 받으세요.
zh_tw: 設定中通知已關閉，無法接收通知。請在設定中開啟通知。

# AbSubtitle.Text
source: Check the app version and the open source licenses in use.
ja: アプリのバージョンと使用中のオープンソースライセンスを確認します。
ko: 앱 버전과 사용 중인 오픈소스 라이선스를 확인합니다.
zh_tw: 查看應用程式版本和正在使用的開源授權。

# AbOfficialSite.Content
source: Official Website
ja: 公式サイト
ko: 공식 홈페이지
zh_tw: 官方網站

# AbDataTitle.Text
source: Data Storage
ja: データ保存
ko: 데이터 저장
zh_tw: 資料儲存

# AbDataDesc.Text
source: Settings, accounts, and mail state are stored only on your PC and are never sent to external servers.
ja: 設定・アカウント・メール状態はお使いのPCにのみ保存され、外部サーバーには送信されません。
ko: 설정·계정·메일 상태는 사용자 PC에만 저장되며 외부 서버로 전송되지 않습니다.
zh_tw: 設定、帳戶和郵件狀態僅儲存在您的電腦上，不會傳送到外部伺服器。

# AbDataLocation.Text
source: Location:
ja: 保存場所:
ko: 저장 위치:
zh_tw: 儲存位置:

# GsResetAccounts.Header
source: Reset Accounts
ja: アカウント初期化
ko: 계정 초기화
zh_tw: 重置帳戶

# GsResetAccounts.Description
source: Deletes all registered accounts and mail notification data.
ja: 登録されたすべてのアカウントと通知メール情報を削除します。
ko: 등록된 모든 계정과 알림 메일 정보를 삭제합니다.
zh_tw: 刪除所有已註冊的帳戶和通知郵件資訊。

# GsResetAccountsButton.Content
source: Reset
ja: 初期化
ko: 초기화
zh_tw: 重置

# GsClearMailStates.Header
source: Reset Mail Notifications
ja: 通知メール初期化
ko: 알림 메일 초기화
zh_tw: 重置通知郵件

# GsClearMailStates.Description
source: Keeps accounts but deletes all mail notification data. Mail still on the server may be notified again afterward.
ja: アカウントは保持し、すべての通知メール情報を削除します。その後、サーバーに残っているメールが再度通知される場合があります。
ko: 계정은 유지하고 모든 알림 메일 정보를 삭제합니다. 이후 서버에 남은 메일이 다시 알림될 수 있습니다.
zh_tw: 保留帳戶，但刪除所有通知郵件資訊。之後伺服器上保留的郵件可能會再次通知。

# GsClearMailStatesButton.Content
source: Reset
ja: 初期化
ko: 초기화
zh_tw: 重置
